[CommonPCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：灵能"
FriendlyNamePlural="个人战斗芯片：灵能"
BriefSummary="灵能芯片将使受影响士兵的灵能威力增加+4。"

[RarePCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：高级灵能"
FriendlyNamePlural="个人战斗芯片：高级灵能"
BriefSummary="高级灵能芯片将使受影响士兵的灵能威力增加+7。"

[EpicPCSPsi X2EquipmentTemplate]
FriendlyName="个人战斗芯片：终极灵能"
FriendlyNamePlural="个人战斗芯片：终极灵能"
BriefSummary="终极灵能芯片将使受影响士兵的灵能威力增加+10。"

[Neurowhip_Ability X2AbilityTemplate]
LocFriendlyName="调幅器"
LocFlyoverText="调幅器"
LocLongDescription="以消耗10意志力为代价增加10灵能威力。"
LocHelpText="以消耗10意志力为代价增加10灵能威力。"

[Neurowhip X2EquipmentTemplate]
FriendlyName="调幅器"
FriendlyNamePlural="调幅器"

[Neurowhip_Mk2 X2AbilityTemplate]
LocFriendlyName="神经鞭"
LocLongDescription="以消耗20意志力为代价增加20灵能威力。"
LocHelpText="以消耗20意志力为代价增加20灵能威力。"

[Neurowhip_Mk2 X2EquipmentTemplate]
FriendlyName="神经鞭"
FriendlyNamePlural="神经鞭"
BriefSummary="给予士兵额外20灵能威力，但减少20意志力。"
TacticalText="<Bullet/> 给予士兵额外20灵能威力，但减少20意志力。"

[NeuroFeedback X2AbilityTemplate]
LocFriendlyName="神经反馈"
LocLongDescription="对XCOM单位的灵能攻击会对施法者造成伤害。"
LocHelpText="对XCOM单位的灵能攻击会对施法者造成伤害。"



